# GroupToMesh

## Description
Converts a group of 3D polygons into a mesh network.

```pascal
FUNCTION GroupToMesh(groupObj : HANDLE) : HANDLE;
```

```python

def vs.GroupToMesh(groupObj):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|groupObj|HANDLE|Handle to a group containing 3D polygons|

## Returns
Returns a handle to the mesh network.

## See Also
VS Functions:
MeshToGroup

## Version
Availability: from VectorWorks10.0
## Category
* Objects - Groups